IDEA Open Model
LineSupportSegment.SupportTypeZ Property
Compatible with IDEA StatiCa 20.1
 Support type in dirrection Z
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public SupportTypeInDirrection SupportTypeZ { get; set; }
Public Property SupportTypeZ As SupportTypeInDirrection
	Get
	Set
Property Value
Type: SupportTypeInDirrection
See Also
Reference
LineSupportSegment Class
IdeaRS.OpenModel.Model Namespace